---
kind: type
id: T:Autodesk.Revit.UI.RevitLinkUIUtils
source: html/09f5f83f-201a-fb39-5187-24c27bc3ff33.htm
---
# Autodesk.Revit.UI.RevitLinkUIUtils

A class containing functions for displaying user interface related to
 Revit links.

## Syntax (C#)
```csharp
public static class RevitLinkUIUtils
```